export const managementsList = [
    {
        name: "Цифровых решений",
        departments: [
            {
                name: "Аналитики",
                posts: ["Инженер-программист, Менеджер, Бизнес-аналитик"],
            },
            {
                name: "Искусственного интеллекта",
                posts: ["Инженер программист", "Начальник отдела", "Сисадмин"],
            },
        ],
    },
    {
        name: "Правовой и кадровой работы",
        departments: [
            {
                name: "Правовой работы",
                posts: ["Юрист-консультант", "Ведущий юрист"],
            },
            {
                name: "Кадровой работы",
                posts: ["Специалист по кадрам", "Начальник отдела"],
            },
        ],
    },
    {
        name: "Бухгалтеского учета и отчетности",
        departments: [
            {
                name: "Бухгалтерия",
                posts: ["Бухгалтер", "Главный бухгалтер"],
            },
            {
                name: "Экономический",
                posts: ["Экономист", "Маркетолог"],
            },
        ],
    },
    {
        name: "Хозяйственного обепечения",
        departments: [
            {
                name: "Хоз. обеспечения",
                posts: ["Логист", "Специалист по хоз. обеспечению"],
            },
            {
                name: "Охраны труда",
                posts: ["Инженер по охране труда"],
            },
        ],
    },
];
