import { NotificationImage, ProductivityIage, ReportImage } from "./assets";

export const paragraphs = [
    {
        title: "Что это?",
        content:
            "Автоматизированная система учета и контроля исполнения локальных нормативных актов предназначена для повышения эффективности управления и соблюдения законодательных требований внутри организации. Система обеспечивает централизованный доступ к актуальной информации о локальных нормативных актах, позволяя всем заинтересованным сторонам легко находить и отслеживать изменения.",
    },
    {
        title: "Для чего?",
        content:
            "Система автоматизирует процессы мониторинга и контроля исполнения нормативных документов, что способствует снижению рисков несоответствия и улучшению прозрачности. Пользователи могут получать уведомления о новых или измененных актах, а также отслеживать статусы их выполнения в режиме реального времени.",
    },
    {
        title: "Как пользоваться?",
        content:
            "Интерфейс системы интуитивно понятен и удобен, что позволяет пользователям быстро адаптироваться к работе с ней. Благодаря интеграции с другими корпоративными системами, такими как ERP и CRM, управление локальными нормативными актами становится более слаженным и эффективным.",
    },
    {
        title: "Какие плюсы?",
        content:
            "Использование нашей системы помогает организациям минимизировать временные затраты на поиск информации и повысить уровень соблюдения требований, что в свою очередь способствует снижению штрафов и улучшению репутации компании. Мы стремимся к постоянному развитию и улучшению функциональности нашей системы, чтобы удовлетворять потребности наших клиентов.",
    },
];

export const cards = [
    {
        title: "Аналитика и отчетность",
        image: ProductivityIage,
        content:
            "Подробный учет всех донюкальных нормативных актов, статус исполнения, сроки, ответственных лиц и другие важные метаданные.",
    },
    {
        title: "Учет и мониторинг",
        image: ReportImage,
        content:
            "Встроенные инструменты аналитики позволяют анализировать данные по исполнению нормативных актов, формировать отчеты и визуализации.",
    },
    {
        title: "Уведомления и напоминания",
        image: NotificationImage,
        content:
            "Система автоматически отправляет уведомления о приближающихся сроках исполнения, изменениях в нормативной базе и других важных событиях. ",
    },
];
